{
  "<pad>": 0,
  "<sos>": 1,
  "<eos>": 2,
  "<unk>": 3,
  "is": 4,
  "The": 5,
  "?": 6,
  "you": 7,
  "I": 8,
  "learning": 9,
  "the": 10,
  "a": 11,
  "I'm": 12,
  "to": 13,
  "are": 14,
  "me": 15,
  "This": 16,
  "your": 17,
  "networks": 18,
  "it": 19,
  "Please": 20,
  "Good": 21,
  "How": 22,
  "What's": 23,
  "neural": 24,
  "like": 25,
  "food": 26,
  "Can": 27,
  "going": 28,
  "Let's": 29,
  "That's": 30,
  "that": 31,
  "!": 32,
  "settings": 33,
  "screen": 34,
  "content": 35,
  "Machine": 36,
  "name": 37,
  "weather": 38,
  "nice": 39,
  "love": 40,
  "Deep": 41,
  "data": 42,
  "computing": 43,
  "development": 44,
  "app": 45,
  "reality": 46,
  "attention": 47,
  "Text": 48,
  "Image": 49,
  "shot": 50,
  "help": 51,
  "What": 52,
  "time": 53,
  "very": 54,
  "much": 55,
  "See": 56,
  "tomorrow": 57,
  "Have": 58,
  "interesting": 59,
  "together": 60,
  "Do": 61,
  "understand": 62,
  "agree": 63,
  "with": 64,
  "think": 65,
  "Take": 66,
  "take": 67,
  "good": 68,
  "coffee": 69,
  "in": 70,
  "New": 71,
  "beautiful": 72,
  "need": 73,
  "software": 74,
  "be": 75,
  "there": 76,
  "soon": 77,
  "wait": 78,
  "important": 79,
  "not": 80,
  "later": 81,
  "late": 82,
  "too": 83,
  "open": 84,
  "phone": 85,
  "window": 86,
  "Turn": 87,
  "back": 88,
  "Send": 89,
  "Check": 90,
  "Save": 91,
  "file": 92,
  "message": 93,
  "System": 94,
  "try": 95,
  "page": 96,
  "results": 97,
  "by": 98,
  "Zoom": 99,
  "Hello": 100,
  "world": 101,
  "morning": 102,
  "test": 103,
  "fun": 104,
  "Nice": 105,
  "meet": 106,
  "am": 107,
  "student": 108,
  "today": 109,
  "programming": 110,
  "Python": 111,
  "awesome": 112,
  "amazing": 113,
  "Natural": 114,
  "language": 115,
  "processing": 116,
  "Artificial": 117,
  "intelligence": 118,
  "Big": 119,
  "analytics": 120,
  "Cloud": 121,
  "Software": 122,
  "engineering": 123,
  "Web": 124,
  "Mobile": 125,
  "Data": 126,
  "science": 127,
  "Computer": 128,
  "vision": 129,
  "Robotics": 130,
  "and": 131,
  "automation": 132,
  "Internet": 133,
  "of": 134,
  "things": 135,
  "Blockchain": 136,
  "technology": 137,
  "Quantum": 138,
  "Cybersecurity": 139,
  "Virtual": 140,
  "Augmented": 141,
  "algorithms": 142,
  "Neural": 143,
  "Convolutional": 144,
  "Recurrent": 145,
  "Transformer": 146,
  "architecture": 147,
  "Attention": 148,
  "mechanism": 149,
  "Self": 150,
  "Multi": 151,
  "head": 152,
  "Encoder": 153,
  "decoder": 154,
  "Sequence": 155,
  "sequence": 156,
  "Language": 157,
  "translation": 158,
  "generation": 159,
  "Speech": 160,
  "recognition": 161,
  "classification": 162,
  "Object": 163,
  "detection": 164,
  "Semantic": 165,
  "segmentation": 166,
  "Reinforcement": 167,
  "Transfer": 168,
  "Few": 169,
  "Zero": 170,
  "Meta": 171,
  "Active": 172,
  "Supervised": 173,
  "Unsupervised": 174,
  "read": 175,
  "books": 176,
  "delicious": 177,
  "Where": 178,
  "Thank": 179,
  "You're": 180,
  "welcome": 181,
  "day": 182,
  "happy": 183,
  "go": 184,
  "speak": 185,
  "slowly": 186,
  "don't": 187,
  "know": 188,
  "great": 189,
  "do": 190,
  "repeat": 191,
  "sorry": 192,
  "No": 193,
  "problem": 194,
  "care": 195,
  "night": 196,
  "tired": 197,
  "break": 198,
  "movie": 199,
  "was": 200,
  "music": 201,
  "hobby": 202,
  "live": 203,
  "York": 204,
  "Chinese": 205,
  "book": 206,
  "spicy": 207,
  "some": 208,
  "Could": 209,
  "explain": 210,
  "now": 211,
  "That": 212,
  "makes": 213,
  "sense": 214,
  "engineer": 215,
  "She": 216,
  "doctor": 217,
  "They": 218,
  "students": 219,
  "We": 220,
  "work": 221,
  "meeting": 222,
  "starts": 223,
  "at": 224,
  "9": 225,
  "restaurant": 226,
  "closed": 227,
  "I'll": 228,
  "moment": 229,
  "correct": 230,
  "Let": 231,
  "about": 232,
  "sure": 233,
  "perfect": 234,
  "available": 235,
  "weekend": 236,
  "train": 237,
  "airport": 238,
  "far": 239,
  "taxi": 240,
  "long": 241,
  "does": 242,
  "address": 243,
  "price": 244,
  "high": 245,
  "recommend": 246,
  "something": 247,
  "prefer": 248,
  "Tea": 249,
  "better": 250,
  "museum": 251,
  "park": 252,
  "enjoy": 253,
  "traveling": 254,
  "Summer": 255,
  "my": 256,
  "favorite": 257,
  "season": 258,
  "Winter": 259,
  "cold": 260,
  "flowers": 261,
  "blooming": 262,
  "birds": 263,
  "singing": 264,
  "this": 265,
  "city": 266,
  "traffic": 267,
  "bad": 268,
  "internet": 269,
  "slow": 270,
  "My": 271,
  "computer": 272,
  "broken": 273,
  "ringing": 274,
  "Someone": 275,
  "calling": 276,
  "door": 277,
  "locked": 278,
  "on": 279,
  "light": 280,
  "off": 281,
  "TV": 282,
  "water": 283,
  "hot": 284,
  "ready": 285,
  "Dinner": 286,
  "served": 287,
  "Breakfast": 288,
  "sleep": 289,
  "Wake": 290,
  "up": 291,
  "early": 292,
  "Don't": 293,
  "Be": 294,
  "careful": 295,
  "Drive": 296,
  "safely": 297,
  "Call": 298,
  "an": 299,
  "email": 300,
  "website": 301,
  "Follow": 302,
  "instructions": 303,
  "Delete": 304,
  "Update": 305,
  "Install": 306,
  "Connect": 307,
  "WiFi": 308,
  "Charge": 309,
  "battery": 310,
  "low": 311,
  "error": 312,
  "again": 313,
  "Loading": 314,
  ",": 315,
  "please": 316,
  "Success": 317,
  "It": 318,
  "works": 319,
  "Error:": 320,
  "Help": 321,
  "needed": 322,
  "Problem": 323,
  "solved": 324,
  "job": 325,
  "Well": 326,
  "done": 327,
  "Keep": 328,
  "Almost": 329,
  "Mission": 330,
  "accomplished": 331,
  "Task": 332,
  "completed": 333,
  "Time": 334,
  "celebrate": 335,
  "begin": 336,
  "Ready": 337,
  "start": 338,
  "In": 339,
  "progress": 340,
  "Coming": 341,
  "Stay": 342,
  "tuned": 343,
  "More": 344,
  "updates": 345,
  "Breaking": 346,
  "news": 347,
  "Latest": 348,
  "information": 349,
  "status": 350,
  "Verify": 351,
  "account": 352,
  "Create": 353,
  "profile": 354,
  "Edit": 355,
  "changes": 356,
  "Cancel": 357,
  "operation": 358,
  "Confirm": 359,
  "action": 360,
  "Proceed": 361,
  "anyway": 362,
  "Go": 363,
  "Move": 364,
  "forward": 365,
  "Next": 366,
  "step": 367,
  "Previous": 368,
  "Main": 369,
  "menu": 370,
  "Quick": 371,
  "search": 372,
  "Advanced": 373,
  "options": 374,
  "Basic": 375,
  "Custom": 376,
  "configuration": 377,
  "User": 378,
  "preferences": 379,
  "Network": 380,
  "connection": 381,
  "Local": 382,
  "access": 383,
  "Remote": 384,
  "control": 385,
  "Voice": 386,
  "command": 387,
  "Touch": 388,
  "Keyboard": 389,
  "input": 390,
  "Mouse": 391,
  "click": 392,
  "Screen": 393,
  "display": 394,
  "Audio": 395,
  "output": 396,
  "Video": 397,
  "playback": 398,
  "preview": 399,
  "editor": 400,
  "File": 401,
  "manager": 402,
  "Folder": 403,
  "structure": 404,
  "Root": 405,
  "directory": 406,
  "Home": 407,
  "folder": 408,
  "Backup": 409,
  "files": 410,
  "Restore": 411,
  "Import": 412,
  "Export": 413,
  "Generate": 414,
  "report": 415,
  "Print": 416,
  "document": 417,
  "Share": 418,
  "Receive": 419,
  "notification": 420,
  "Accept": 421,
  "terms": 422,
  "Decline": 423,
  "offer": 424,
  "Submit": 425,
  "form": 426,
  "Reset": 427,
  "fields": 428,
  "Clear": 429,
  "history": 430,
  "Browse": 431,
  "Filter": 432,
  "Sort": 433,
  "date": 434,
  "Order": 435,
  "Group": 436,
  "items": 437,
  "Select": 438,
  "all": 439,
  "Deselect": 440,
  "Cut": 441,
  "selection": 442,
  "Copy": 443,
  "text": 444,
  "Paste": 445,
  "Find": 446,
  "replace": 447,
  "out": 448,
  "Fit": 449,
  "Full": 450,
  "Split": 451,
  "view": 452,
  "Merge": 453,
  "windows": 454,
  "Close": 455,
  "tab": 456,
  "Refresh": 457,
  "Stop": 458,
  "loading": 459
}