{
  "<pad>": 0,
  "<sos>": 1,
  "<eos>": 2,
  "<unk>": 3,
  "我": 4,
  "了": 5,
  "很": 6,
  "？": 7,
  "你": 8,
  "学习": 9,
  "吗": 10,
  "是": 11,
  "喜欢": 12,
  "的": 13,
  "请": 14,
  "在": 15,
  "好": 16,
  "神经网络": 17,
  "这个": 18,
  "能": 19,
  "不": 20,
  "我们": 21,
  "需要": 22,
  "有趣": 23,
  "什么": 24,
  "注意力": 25,
  "去": 26,
  "这": 27,
  "让": 28,
  "开始": 29,
  "操作": 30,
  "文件": 31,
  "！": 32,
  "完成": 33,
  "设置": 34,
  "内容": 35,
  "你好": 36,
  "机器": 37,
  "一名": 38,
  "学生": 39,
  "深度": 40,
  "计算": 41,
  "开发": 42,
  "应用": 43,
  "数据": 44,
  "序列": 45,
  "到": 46,
  "文本": 47,
  "生成": 48,
  "语音": 49,
  "样本": 50,
  "监督": 51,
  "食物": 52,
  "现在": 53,
  "明天": 54,
  "愉快": 55,
  "一起": 56,
  "吧": 57,
  "明白": 58,
  "慢": 59,
  "同意": 60,
  "问题": 61,
  "一下": 62,
  "帮助": 63,
  "软件": 64,
  "重要": 65,
  "更": 66,
  "电话": 67,
  "上": 68,
  "准备": 69,
  "保存": 70,
  "消息": 71,
  "更新": 72,
  "系统": 73,
  "错误": 74,
  "加载": 75,
  "继续": 76,
  "任务": 77,
  "进行": 78,
  "取消": 79,
  "主": 80,
  "文件夹": 81,
  "结果": 82,
  "按": 83,
  "排序": 84,
  "选择": 85,
  "世界": 86,
  "早上好": 87,
  "这是": 88,
  "一个": 89,
  "测试": 90,
  "叫": 91,
  "名字": 92,
  "高兴": 93,
  "认识": 94,
  "今天天气": 95,
  "真": 96,
  "编程": 97,
  "Python": 98,
  "很棒": 99,
  "神奇": 100,
  "自然语言": 101,
  "处理": 102,
  "人工智能": 103,
  "大": 104,
  "数据分析": 105,
  "云": 106,
  "软件工程": 107,
  "网络": 108,
  "移动": 109,
  "科学": 110,
  "计算机": 111,
  "视觉": 112,
  "机器人": 113,
  "与": 114,
  "自动化": 115,
  "物": 116,
  "联网": 117,
  "区块": 118,
  "链": 119,
  "技术": 120,
  "量子": 121,
  "网络安全": 122,
  "虚拟现实": 123,
  "增强": 124,
  "现实": 125,
  "算法": 126,
  "卷积": 127,
  "循环": 128,
  "Transformer": 129,
  "架构": 130,
  "机制": 131,
  "自": 132,
  "多头": 133,
  "编码器": 134,
  "解码器": 135,
  "语言": 136,
  "翻译": 137,
  "识别": 138,
  "图像": 139,
  "分类": 140,
  "目标": 141,
  "检测": 142,
  "语义": 143,
  "分割": 144,
  "强化": 145,
  "迁移": 146,
  "少": 147,
  "零": 148,
  "元": 149,
  "主动": 150,
  "无": 151,
  "读书": 152,
  "美味": 153,
  "帮": 154,
  "要": 155,
  "哪里": 156,
  "几点": 157,
  "非常感谢": 158,
  "客气": 159,
  "见": 160,
  "祝": 161,
  "有": 162,
  "一天": 163,
  "开心": 164,
  "说": 165,
  "一点": 166,
  "知道": 167,
  "太好了": 168,
  "观点": 169,
  "觉得": 170,
  "怎么样": 171,
  "多少": 172,
  "钱": 173,
  "重复": 174,
  "一遍": 175,
  "对不起": 176,
  "没": 177,
  "保重": 178,
  "晚安": 179,
  "我累": 180,
  "休息": 181,
  "这部": 182,
  "电影": 183,
  "好看": 184,
  "音乐": 185,
  "喝咖啡": 186,
  "爱好": 187,
  "住": 188,
  "纽约": 189,
  "天气": 190,
  "中文": 191,
  "本书": 192,
  "很辣": 193,
  "解释一下": 194,
  "这说": 195,
  "得通": 196,
  "工程师": 197,
  "她": 198,
  "医生": 199,
  "他们": 200,
  "工作": 201,
  "会议": 202,
  "九点": 203,
  "餐厅": 204,
  "关门": 205,
  "马上": 206,
  "就": 207,
  "稍等一下": 208,
  "那": 209,
  "对": 210,
  "想想": 211,
  "确定": 212,
  "太": 213,
  "完美": 214,
  "有空": 215,
  "回头见": 216,
  "周末": 217,
  "火车": 218,
  "晚点": 219,
  "机场": 220,
  "远": 221,
  "打车": 222,
  "多长时间": 223,
  "地址": 224,
  "价格": 225,
  "太高": 226,
  "推荐": 227,
  "咖啡": 228,
  "茶": 229,
  "更好": 230,
  "博物馆": 231,
  "开门": 232,
  "公园": 233,
  "美": 234,
  "旅行": 235,
  "夏天": 236,
  "最": 237,
  "季节": 238,
  "冬天": 239,
  "太冷": 240,
  "花儿": 241,
  "开": 242,
  "鸟儿": 243,
  "唱歌": 244,
  "爱": 245,
  "城市": 246,
  "交通": 247,
  "糟糕": 248,
  "网速": 249,
  "电脑": 250,
  "坏": 251,
  "响": 252,
  "有人": 253,
  "打电话": 254,
  "门锁": 255,
  "打开": 256,
  "窗户": 257,
  "开灯": 258,
  "关掉": 259,
  "电视": 260,
  "水": 261,
  "热": 262,
  "饭": 263,
  "晚餐": 264,
  "早餐": 265,
  "我要": 266,
  "睡觉": 267,
  "早点": 268,
  "叫醒": 269,
  "别": 270,
  "迟到": 271,
  "慢慢来": 272,
  "小心": 273,
  "点": 274,
  "开车": 275,
  "注意安全": 276,
  "回": 277,
  "给我发": 278,
  "邮件": 279,
  "查看": 280,
  "网站": 281,
  "按照": 282,
  "说明": 283,
  "删除": 284,
  "安装": 285,
  "连接": 286,
  "WiFi": 287,
  "给": 288,
  "手机": 289,
  "充电": 290,
  "电池电量": 291,
  "低": 292,
  "重试": 293,
  "正在": 294,
  "，": 295,
  "稍候": 296,
  "成功": 297,
  "可以": 298,
  "用": 299,
  "：": 300,
  "稍后": 301,
  "再试": 302,
  "解决": 303,
  "做得好": 304,
  "干得": 305,
  "不错": 306,
  "加油": 307,
  "快": 308,
  "该": 309,
  "庆祝": 310,
  "中": 311,
  "即将": 312,
  "到来": 313,
  "敬请期待": 314,
  "多": 315,
  "重大新闻": 316,
  "最新": 317,
  "信息": 318,
  "检查": 319,
  "状态": 320,
  "验证": 321,
  "账户": 322,
  "创建": 323,
  "档案": 324,
  "编辑": 325,
  "更改": 326,
  "确认": 327,
  "返回": 328,
  "向前": 329,
  "下": 330,
  "一步": 331,
  "一页": 332,
  "菜单": 333,
  "快速": 334,
  "搜索": 335,
  "高级": 336,
  "选项": 337,
  "基本": 338,
  "自定义": 339,
  "配置": 340,
  "用户": 341,
  "偏好": 342,
  "网络连接": 343,
  "本地": 344,
  "访问": 345,
  "远程": 346,
  "控制": 347,
  "命令": 348,
  "触摸屏": 349,
  "键盘输入": 350,
  "鼠标": 351,
  "点击": 352,
  "屏幕显示": 353,
  "音频": 354,
  "输出": 355,
  "视频": 356,
  "播放": 357,
  "图片": 358,
  "预览": 359,
  "文本编辑": 360,
  "器": 361,
  "管理器": 362,
  "结构": 363,
  "根目录": 364,
  "备份文件": 365,
  "恢复": 366,
  "导入": 367,
  "导出": 368,
  "报告": 369,
  "打印": 370,
  "文档": 371,
  "分享": 372,
  "发送": 373,
  "接收": 374,
  "通知": 375,
  "接受": 376,
  "条款": 377,
  "拒绝": 378,
  "提议": 379,
  "提交": 380,
  "表单": 381,
  "重置": 382,
  "字": 383,
  "段": 384,
  "清除": 385,
  "历史": 386,
  "浏览": 387,
  "筛选": 388,
  "日期": 389,
  "名称": 390,
  "分组": 391,
  "项目": 392,
  "全选": 393,
  "剪切": 394,
  "复制": 395,
  "粘贴": 396,
  "查找": 397,
  "替换": 398,
  "放大": 399,
  "缩小": 400,
  "适应": 401,
  "屏幕": 402,
  "全屏": 403,
  "分屏": 404,
  "视图": 405,
  "合并": 406,
  "窗口": 407,
  "关闭": 408,
  "标签": 409,
  "新窗口": 410,
  "刷新": 411,
  "页面": 412,
  "停止": 413
}