{
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "is": 4,
    "the": 5,
    "i": 6,
    "you": 7,
    "learning": 8,
    "a": 9,
    "am": 10,
    "that": 11,
    "to": 12,
    "are": 13,
    "it": 14,
    "me": 15,
    "what": 16,
    "be": 17,
    "do": 18,
    "good": 19,
    "please": 20,
    "this": 21,
    "take": 22,
    "your": 23,
    "neural": 24,
    "let": 25,
    "networks": 26,
    "not": 27,
    "how": 28,
    "screen": 29,
    "content": 30,
    "food": 31,
    "in": 32,
    "software": 33,
    "can": 34,
    "data": 35,
    "nice": 36,
    "settings": 37,
    "time": 38,
    "attention": 39,
    "file": 40,
    "going": 41,
    "help": 42,
    "text": 43,
    "like": 44,
    "agree": 45,
    "app": 46,
    "back": 47,
    "beautiful": 48,
    "by": 49,
    "check": 50,
    "coffee": 51,
    "development": 52,
    "go": 53,
    "have": 54,
    "important": 55,
    "interesting": 56,
    "late": 57,
    "love": 58,
    "much": 59,
    "my": 60,
    "need": 61,
    "open": 62,
    "reality": 63,
    "see": 64,
    "shot": 65,
    "system": 66,
    "too": 67,
    "try": 68,
    "turn": 69,
    "wait": 70,
    "weather": 71,
    "with": 72,
    "computer": 73,
    "computing": 74,
    "internet": 75,
    "language": 76,
    "later": 77,
    "loading": 78,
    "machine": 79,
    "message": 80,
    "name": 81,
    "phone": 82,
    "problem": 83,
    "ready": 84,
    "save": 85,
    "there": 86,
    "think": 87,
    "tomorrow": 88,
    "understand": 89,
    "very": 90,
    "window": 91,
    "zoom": 92,
    "deep": 93,
    "folder": 94,
    "image": 95,
    "live": 96,
    "new": 97,
    "page": 98,
    "results": 99,
    "send": 100,
    "sequence": 101,
    "soon": 102,
    "together": 103,
    "charge": 104,
    "form": 105,
    "move": 106,
    "network": 107,
    "receive": 108,
    "sort": 109,
    "tv": 110,
    "update": 111,
    "9": 112,
    "about": 113,
    "accomplished": 114,
    "action": 115,
    "address": 116,
    "airport": 117,
    "algorithms": 118,
    "all": 119,
    "amazing": 120,
    "an": 121,
    "analytics": 122,
    "and": 123,
    "audio": 124,
    "awesome": 125,
    "backup": 126,
    "bad": 127,
    "basic": 128,
    "battery": 129,
    "big": 130,
    "birds": 131,
    "blockchain": 132,
    "blooming": 133,
    "book": 134,
    "books": 135,
    "break": 136,
    "broken": 137,
    "chinese": 138,
    "city": 139,
    "classification": 140,
    "clear": 141,
    "closed": 142,
    "coming": 143,
    "command": 144,
    "connect": 145,
    "control": 146,
    "convolutional": 147,
    "correct": 148,
    "could": 149,
    "custom": 150,
    "cybersecurity": 151,
    "day": 152,
    "decoder": 153,
    "delete": 154,
    "delicious": 155,
    "deselect": 156,
    "directory": 157,
    "display": 158,
    "doctor": 159,
    "does": 160,
    "done": 161,
    "door": 162,
    "email": 163,
    "encoder": 164,
    "engineer": 165,
    "engineering": 166,
    "enjoy": 167,
    "error:": 168,
    "favorite": 169,
    "filter": 170,
    "fit": 171,
    "flowers": 172,
    "follow": 173,
    "generation": 174,
    "happy": 175,
    "head": 176,
    "high": 177,
    "hobby": 178,
    "home": 179,
    "hot": 180,
    "information": 181,
    "input": 182,
    "install": 183,
    "instructions": 184,
    "intelligence": 185,
    "job": 186,
    "keyboard": 187,
    "latest": 188,
    "light": 189,
    "local": 190,
    "locked": 191,
    "long": 192,
    "mechanism": 193,
    "meet": 194,
    "meeting": 195,
    "menu": 196,
    "mobile": 197,
    "moment": 198,
    "more": 199,
    "mouse": 200,
    "movie": 201,
    "multi": 202,
    "natural": 203,
    "needed": 204,
    "news": 205,
    "no": 206,
    "of": 207,
    "off": 208,
    "offer": 209,
    "operation": 210,
    "order": 211,
    "park": 212,
    "playback": 213,
    "prefer": 214,
    "preview": 215,
    "price": 216,
    "processing": 217,
    "programming": 218,
    "python": 219,
    "quantum": 220,
    "quick": 221,
    "read": 222,
    "refresh": 223,
    "replace": 224,
    "report": 225,
    "reset": 226,
    "restaurant": 227,
    "restore": 228,
    "robotics": 229,
    "root": 230,
    "safely": 231,
    "season": 232,
    "selection": 233,
    "self": 234,
    "semantic": 235,
    "sense": 236,
    "served": 237,
    "she": 238,
    "singing": 239,
    "slow": 240,
    "slowly": 241,
    "some": 242,
    "someone": 243,
    "something": 244,
    "speak": 245,
    "speech": 246,
    "spicy": 247,
    "start": 248,
    "starts": 249,
    "status": 250,
    "stay": 251,
    "step": 252,
    "stop": 253,
    "structure": 254,
    "student": 255,
    "students": 256,
    "success": 257,
    "supervised": 258,
    "sure": 259,
    "tab": 260,
    "task": 261,
    "taxi": 262,
    "tea": 263,
    "terms": 264,
    "thank": 265,
    "they": 266,
    "today": 267,
    "touch": 268,
    "traffic": 269,
    "train": 270,
    "transformer": 271,
    "unsupervised": 272,
    "up": 273,
    "user": 274,
    "view": 275,
    "wake": 276,
    "water": 277,
    "website": 278,
    "weekend": 279,
    "where": 280,
    "will": 281,
    "windows": 282,
    "winter": 283,
    "work": 284,
    "world": 285,
    "york": 286,
    "accept": 287,
    "access": 288,
    "account": 289,
    "active": 290,
    "advanced": 291,
    "again": 292,
    "almost": 293,
    "anyway": 294,
    "architecture": 295,
    "artificial": 296,
    "at": 297,
    "augmented": 298,
    "automation": 299,
    "available": 300,
    "begin": 301,
    "better": 302,
    "breakfast": 303,
    "breaking": 304,
    "browse": 305,
    "call": 306,
    "calling": 307,
    "cancel": 308,
    "care": 309,
    "careful": 310,
    "celebrate": 311,
    "changes": 312,
    "click": 313,
    "close": 314,
    "cold": 315,
    "completed": 316,
    "configuration": 317,
    "confirm": 318,
    "connection": 319,
    "copy": 320,
    "create": 321,
    "cut": 322,
    "decline": 323,
    "detection": 324,
    "dinner": 325,
    "document": 326,
    "drive": 327,
    "early": 328,
    "edit": 329,
    "editor": 330,
    "error": 331,
    "explain": 332,
    "export": 333,
    "far": 334,
    "few": 335,
    "fields": 336,
    "files": 337,
    "find": 338,
    "forward": 339,
    "full": 340,
    "fun": 341,
    "generate": 342,
    "great": 343,
    "group": 344,
    "hello": 345,
    "history": 346,
    "import": 347,
    "items": 348,
    "keep": 349,
    "low": 350,
    "main": 351,
    "makes": 352,
    "merge": 353,
    "meta": 354,
    "mission": 355,
    "morning": 356,
    "museum": 357,
    "music": 358,
    "next": 359,
    "night": 360,
    "notification": 361,
    "now": 362,
    "object": 363,
    "on": 364,
    "options": 365,
    "out": 366,
    "output": 367,
    "perfect": 368,
    "preferences": 369,
    "previous": 370,
    "print": 371,
    "proceed": 372,
    "profile": 373,
    "recognition": 374,
    "recommend": 375,
    "recurrent": 376,
    "remote": 377,
    "repeat": 378,
    "search": 379,
    "segmentation": 380,
    "select": 381,
    "share": 382,
    "sleep": 383,
    "solved": 384,
    "sorry": 385,
    "submit": 386,
    "summer": 387,
    "technology": 388,
    "test": 389,
    "things": 390,
    "tired": 391,
    "transfer": 392,
    "translation": 393,
    "traveling": 394,
    "updates": 395,
    "verify": 396,
    "video": 397,
    "virtual": 398,
    "vision": 399,
    "voice": 400,
    "was": 401,
    "we": 402,
    "web": 403,
    "welcome": 404,
    "well": 405,
    "wifi": 406,
    "works": 407,
    "aid": 408,
    "attending": 409,
    "cloud": 410,
    "date": 411,
    "delight": 412,
    "episode": 413,
    "know": 414,
    "make": 415,
    "manager": 416,
    "non": 417,
    "paste": 418,
    "progress": 419,
    "reinforcement": 420,
    "ringing": 421,
    "same": 422,
    "science": 423,
    "split": 424,
    "trope": 425,
    "tuned": 426,
    "zero": 427,
    "adenine": 428,
    "admission": 429,
    "adulterate": 430,
    "advancement": 431,
    "along": 432,
    "ane": 433,
    "apprisal": 434,
    "ask": 435,
    "astatine": 436,
    "augment": 437,
    "automobile": 438,
    "beat_back": 439,
    "behave": 440,
    "booklet": 441,
    "boost": 442,
    "break_of_day": 443,
    "browsing": 444,
    "chronicle": 445,
    "cleavage": 446,
    "closemouthed": 447,
    "cognise": 448,
    "complete": 449,
    "computer_architecture": 450,
    "connecter": 451,
    "contribution": 452,
    "corroborate": 453,
    "cover": 454,
    "covert": 455,
    "crack": 456,
    "cyberspace": 457,
    "dapple": 458,
    "data_file": 459,
    "day_of_the_month": 460,
    "discipline": 461,
    "discover": 462,
    "discovery": 463,
    "dispirited": 464,
    "divide": 465,
    "dominance": 466,
    "electronic_network": 467,
    "embody": 468,
    "entropy": 469,
    "equal": 470,
    "erroneous_belief": 471,
    "euphony": 472,
    "excuse": 473,
    "exist": 474,
    "exportation": 475,
    "fall": 476,
    "field_of_force": 477,
    "fighting": 478,
    "figure": 479,
    "filing_cabinet": 480,
    "finish": 481,
    "fore": 482,
    "foreign_mission": 483,
    "fountainhead": 484,
    "full_moon": 485,
    "future": 486,
    "go_forward": 487,
    "heedful": 488,
    "hokey": 489,
    "hold_out": 490,
    "implication": 491,
    "in_concert": 492,
    "ingeminate": 493,
    "item": 494,
    "knocked_out": 495,
    "latterly": 496,
    "leaflet": 497,
    "learn": 498,
    "lionize": 499,
    "low_temperature": 500,
    "maintain": 501,
    "majuscule": 502,
    "managing_director": 503,
    "mastermind": 504,
    "mechanization": 505,
    "memorize": 506,
    "menachem_begin": 507,
    "meritless": 508,
    "mystifying": 509,
    "naught": 510,
    "net": 511,
    "neuronal": 512,
    "nigh": 513,
    "nighttime": 514,
    "objective": 515,
    "outturn": 516,
    "over_again": 517,
    "penchant": 518,
    "perennial": 519,
    "piece_of_work": 520,
    "practical": 521,
    "practiced": 522,
    "prepare": 523,
    "presently": 524,
    "principal": 525,
    "prissy": 526,
    "quiz": 527,
    "rapid_climb": 528,
    "real": 529,
    "realisation": 530,
    "reconcile": 531,
    "reinforcing_stimulus": 532,
    "rendering": 533,
    "represent": 534,
    "resolved": 535,
    "result": 536,
    "return": 537,
    "ring": 538,
    "school_text": 539,
    "scope": 540,
    "seek": 541,
    "set": 542,
    "set_off": 543,
    "shortly": 544,
    "single": 545,
    "skill": 546,
    "spell": 547,
    "spokesperson": 548,
    "spread": 549,
    "squall": 550,
    "station": 551,
    "straightaway": 552,
    "summertime": 553,
    "supporter": 554,
    "suppose": 555,
    "switch": 556,
    "text_file": 557,
    "textual_matter": 558,
    "thing": 559,
    "thomas_nelson_page": 560,
    "throne": 561,
    "tick": 562,
    "timeworn": 563,
    "too_soon": 564,
    "transcript": 565,
    "transplant": 566,
    "trim": 567,
    "tune": 568,
    "unexampled": 569,
    "unify": 570,
    "urge": 571,
    "usable": 572,
    "varlet": 573,
    "visual_sensation": 574,
    "windowpane": 575,
    "wireless_fidelity": 576,
    "words": 577
}