{
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "我": 4,
    "了": 5,
    "很": 6,
    "？": 7,
    "你": 8,
    "学习": 9,
    "吗": 10,
    "是": 11,
    "喜欢": 12,
    "在": 13,
    "的": 14,
    "请": 15,
    "好": 16,
    "我们": 17,
    "神经网络": 18,
    "需要": 19,
    "不": 20,
    "能": 21,
    "这个": 22,
    "什么": 23,
    "内容": 24,
    "去": 25,
    "操作": 26,
    "文件": 27,
    "让": 28,
    "设置": 29,
    "这": 30,
    "！": 31,
    "完成": 32,
    "开始": 33,
    "有趣": 34,
    "注意力": 35,
    "一下": 36,
    "上": 37,
    "主": 38,
    "任务": 39,
    "保存": 40,
    "准备": 41,
    "到": 42,
    "加载": 43,
    "取消": 44,
    "同意": 45,
    "吧": 46,
    "学生": 47,
    "帮助": 48,
    "序列": 49,
    "应用": 50,
    "文本": 51,
    "明天": 52,
    "明白": 53,
    "更新": 54,
    "消息": 55,
    "现在": 56,
    "生成": 57,
    "系统": 58,
    "结果": 59,
    "继续": 60,
    "语音": 61,
    "软件": 62,
    "选择": 63,
    "重要": 64,
    "食物": 65,
    "一起": 66,
    "开发": 67,
    "愉快": 68,
    "慢": 69,
    "按": 70,
    "排序": 71,
    "数据": 72,
    "文件夹": 73,
    "更": 74,
    "样本": 75,
    "电话": 76,
    "监督": 77,
    "错误": 78,
    "一名": 79,
    "进行": 80,
    "你好": 81,
    "机器学习": 82,
    "深度": 83,
    "说": 84,
    "问题": 85,
    "Python": 86,
    "Transformer": 87,
    "WiFi": 88,
    "一个": 89,
    "一天": 90,
    "一步": 91,
    "一点": 92,
    "一遍": 93,
    "一页": 94,
    "下": 95,
    "不错": 96,
    "与": 97,
    "中": 98,
    "中文": 99,
    "主动": 100,
    "九点": 101,
    "交通": 102,
    "人工智能": 103,
    "今天天气": 104,
    "他们": 105,
    "价格": 106,
    "休息": 107,
    "会议": 108,
    "低": 109,
    "住": 110,
    "保重": 111,
    "信息": 112,
    "偏好": 113,
    "做得好": 114,
    "停止": 115,
    "元": 116,
    "充电": 117,
    "全屏": 118,
    "全选": 119,
    "公园": 120,
    "关掉": 121,
    "关门": 122,
    "关闭": 123,
    "再试": 124,
    "几点": 125,
    "分享": 126,
    "分割": 127,
    "分屏": 128,
    "分类": 129,
    "分组": 130,
    "创建": 131,
    "删除": 132,
    "别": 133,
    "到来": 134,
    "刷新": 135,
    "剪切": 136,
    "加油": 137,
    "医生": 138,
    "博物馆": 139,
    "即将": 140,
    "卷积": 141,
    "历史": 142,
    "发送": 143,
    "叫": 144,
    "叫醒": 145,
    "可以": 146,
    "合并": 147,
    "名字": 148,
    "名称": 149,
    "向前": 150,
    "命令": 151,
    "咖啡": 152,
    "唱歌": 153,
    "喝咖啡": 154,
    "器": 155,
    "回": 156,
    "回头见": 157,
    "图像": 158,
    "图片": 159,
    "地址": 160,
    "坏": 161,
    "城市": 162,
    "基本": 163,
    "备份文件": 164,
    "复制": 165,
    "夏天": 166,
    "多": 167,
    "多头": 168,
    "多少": 169,
    "多长时间": 170,
    "大": 171,
    "天气": 172,
    "太": 173,
    "太冷": 174,
    "太好了": 175,
    "太高": 176,
    "她": 177,
    "好看": 178,
    "字": 179,
    "季节": 180,
    "安装": 181,
    "完美": 182,
    "客气": 183,
    "对": 184,
    "对不起": 185,
    "导入": 186,
    "导出": 187,
    "小心": 188,
    "少": 189,
    "就": 190,
    "屏幕": 191,
    "屏幕显示": 192,
    "工作": 193,
    "工程师": 194,
    "干得": 195,
    "开": 196,
    "开心": 197,
    "开灯": 198,
    "开车": 199,
    "开门": 200,
    "很棒": 201,
    "很辣": 202,
    "循环": 203,
    "快": 204,
    "快速": 205,
    "怎么样": 206,
    "想想": 207,
    "慢慢来": 208,
    "成功": 209,
    "我要": 210,
    "手机": 211,
    "打开": 212,
    "打电话": 213,
    "打车": 214,
    "技术": 215,
    "报告": 216,
    "拒绝": 217,
    "按照": 218,
    "接受": 219,
    "接收": 220,
    "控制": 221,
    "提交": 222,
    "提议": 223,
    "搜索": 224,
    "播放": 225,
    "放大": 226,
    "敬请期待": 227,
    "数据分析": 228,
    "文本编辑": 229,
    "文档": 230,
    "新窗口": 231,
    "旅行": 232,
    "无": 233,
    "日期": 234,
    "早上好": 235,
    "早点": 236,
    "晚安": 237,
    "晚点": 238,
    "晚餐": 239,
    "更好": 240,
    "更改": 241,
    "替换": 242,
    "最": 243,
    "最新": 244,
    "有": 245,
    "有人": 246,
    "有空": 247,
    "本地": 248,
    "机器人": 249,
    "机场": 250,
    "条款": 251,
    "架构": 252,
    "查找": 253,
    "查看": 254,
    "标签": 255,
    "根目录": 256,
    "档案": 257,
    "检查": 258,
    "检测": 259,
    "正在": 260,
    "段": 261,
    "没": 262,
    "注意安全": 263,
    "浏览": 264,
    "清除": 265,
    "火车": 266,
    "点": 267,
    "点击": 268,
    "爱好": 269,
    "状态": 270,
    "现实": 271,
    "用": 272,
    "用户": 273,
    "电影": 274,
    "电池电量": 275,
    "电脑": 276,
    "电视": 277,
    "目标": 278,
    "真": 279,
    "睡觉": 280,
    "知道": 281,
    "确定": 282,
    "确认": 283,
    "祝": 284,
    "神奇": 285,
    "科学": 286,
    "移动": 287,
    "稍后": 288,
    "稍等一下": 289,
    "窗户": 290,
    "筛选": 291,
    "管理器": 292,
    "粘贴": 293,
    "糟糕": 294,
    "纽约": 295,
    "结构": 296,
    "给": 297,
    "给我发": 298,
    "编码器": 299,
    "编程": 300,
    "缩小": 301,
    "网站": 302,
    "网络": 303,
    "网络安全": 304,
    "网络连接": 305,
    "美": 306,
    "翻译": 307,
    "自": 308,
    "自动化": 309,
    "自定义": 310,
    "花儿": 311,
    "茶": 312,
    "菜单": 313,
    "虚拟现实": 314,
    "表单": 315,
    "要": 316,
    "见": 317,
    "观点": 318,
    "视图": 319,
    "视频": 320,
    "解码器": 321,
    "解释一下": 322,
    "触摸屏": 323,
    "访问": 324,
    "识别": 325,
    "该": 326,
    "语义": 327,
    "语言": 328,
    "说明": 329,
    "读书": 330,
    "账户": 331,
    "软件工程": 332,
    "输出": 333,
    "返回": 334,
    "这是": 335,
    "这部": 336,
    "远": 337,
    "远程": 338,
    "连接": 339,
    "适应": 340,
    "选项": 341,
    "通知": 342,
    "那": 343,
    "邮件": 344,
    "配置": 345,
    "重复": 346,
    "重大新闻": 347,
    "重置": 348,
    "重试": 349,
    "钱": 350,
    "键盘输入": 351,
    "门锁": 352,
    "零": 353,
    "非常感谢": 354,
    "音乐": 355,
    "页面": 356,
    "项目": 357,
    "预览": 358,
    "餐厅": 359,
    "饭": 360,
    "马上": 361,
    "验证": 362,
    "高兴": 363,
    "高级": 364,
    "鸟儿": 365,
    "鼠标": 366,
    "，": 367,
    "：": 368,
    "世界": 369,
    "云计算": 370,
    "冬天": 371,
    "周末": 372,
    "响": 373,
    "哪里": 374,
    "增强": 375,
    "帮": 376,
    "庆祝": 377,
    "强化学习": 378,
    "得通": 379,
    "恢复": 380,
    "我累": 381,
    "打印": 382,
    "推荐": 383,
    "早餐": 384,
    "本书": 385,
    "机器": 386,
    "水": 387,
    "注意力机制": 388,
    "测试": 389,
    "深度学习": 390,
    "热": 391,
    "爱": 392,
    "物联网": 393,
    "稍候": 394,
    "窗口": 395,
    "算法": 396,
    "编辑": 397,
    "网速": 398,
    "美味": 399,
    "自然语言处理": 400,
    "觉得": 401,
    "解决": 402,
    "计算": 403,
    "计算机视觉": 404,
    "认识": 405,
    "这说": 406,
    "迟到": 407,
    "音频": 408,
    "中意": 409,
    "区块链": 410,
    "学": 411,
    "研习": 412,
    "迁移": 413,
    "迁移学习": 414,
    "量子计算": 415,
    "链": 416,
    "云": 417,
    "区块": 418,
    "地球": 419,
    "处理": 420,
    "帮能": 421,
    "强化": 422,
    "您好": 423,
    "数据恢复": 424,
    "有意思": 425,
    "机制": 426,
    "水热": 427,
    "求学": 428,
    "物": 429,
    "电话响": 430,
    "疑问": 431,
    "累": 432,
    "网速慢": 433,
    "联网": 434,
    "自然语言": 435,
    "视觉": 436,
    "解决问题": 437,
    "计算机": 438,
    "量子": 439
}